Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# theme.pillsburysMate
source: Pillsbury's mate
ar_sa: مات بيلسبري
cs: Pillsburyho mat
da: Pillsburys mat
de_de: Pillsbury-Matt
el: Ματ Πίλσμπερι
es_es: Mate de Pillsbury
fi: Pillsburyn matti
fr_ca: Mat de Pillsbury
he: מט פילסברי
hi: पिल्सबरी शहमात
hu: Pillsbury-matt
id: Sekakmat Pillsbury
it: Matto di Pillsbury
ja: ピルズベリーのメイト
ko: 필스버리 메이트
ms: Sekakmat Pillsbury
nl_nl: Pillsbury-mat
no: Pillsburys matt
pl: Mat Pillsbury'ego
pt_br: Mate de Pillsbury
ro: Matul lui Pillsbury
ru: Мат Пильсбери
sv: Pillsburys matt
th: รุกจนแบบพิลส์บิวรี
tr: Pillsbury matı
vi: Chiếu hết Pillsbury
zh_hans: 皮尔斯伯里杀法
zh_hant: 皮爾斯伯里殺法

# theme.pin
source: Pin
ar_sa: تثبيت
cs: Vazba
da: Binding
de_de: Fesselung
el: Κάρφωμα
es_es: Clavada
fi: Sidonta
fr_ca: Clouage
he: ריתוק
hi: पिन
hu: Kötés
it: Inchiodatura
ja: ピン
ko: 핀
nl_nl: Penning
no: Binding
pl: Związanie
pt_br: Cravada
ro: Legătură
ru: Связка
sv: Bindning
th: การตรึง
tr: Çivileme
vi: Ghim
zh_hans: 牵制
zh_hant: 牽制

# theme.promotion
source: Promotion
ar_sa: ترقية
cs: Proměna
da: Forvandling
de_de: Umwandlung
el: Προαγωγή
es_es: Coronación
fi: Korotus
he: הכתרה
hi: पदोन्नति
hu: Átváltozás
id: Promosi
it: Promozione
ja: 昇格
ko: 승격
ms: Promosi
nl_nl: Promotie
no: Forvandling
pl: Promocja
pt_br: Promoção
ro: Promovare
ru: Превращение
sv: Förvandling
th: การเลื่อนขั้น
tr: Terfi
vi: Phong cấp
zh_hans: 升变
zh_hant: 升變

# theme.queenEndgame
source: Queen endgame
ar_sa: نهاية وزراء
cs: Dámská koncovka
da: Dronningeslutspil
de_de: Damenendspiel
el: Φινάλε βασιλισσών
es_es: Final de damas
fi: Kuningatarloppupeli
fr_ca: Finale de dames
he: סוף מלכות
hi: वज़ीर का अंत-खेल
hu: Vezérvégjáték
id: Akhir permainan menteri
it: Finale di donne
ja: クイーン終盤
ko: 퀸 엔드게임
ms: Permainan akhir menteri
nl_nl: Dame-eindspel
no: Dronningsluttspill
pl: Końcówka hetmańska
pt_br: Final de damas
ro: Final de dame
ru: Ферзевый эндшпиль
sv: Damslutspel
th: เกมท้ายควีน
tr: Vezir oyunsonu
vi: Tàn cuộc hậu
zh_hans: 后残局
zh_hant: 后殘局

# theme.queenRookEndgame
source: Queen and rook endgame
ar_sa: نهاية وزير وقلعة
cs: Koncovka s dámou a věží
da: Slutspil med dronning og tårn
de_de: Damen- und Turmendspiel
el: Φινάλε βασίλισσας και πύργου
es_es: Final de dama y torre
fi: Kuningattaren ja tornin loppupeli
fr_ca: Finale dame et tour
he: סוף מלכה וצריח
hi: वज़ीर और हाथी का अंत-खेल
hu: Vezér–bástya végjáték
id: Akhir permainan menteri dan benteng
it: Finale di donna e torre
ja: クイーンとルークの終盤
ko: 퀸과 룩 엔드게임
ms: Permainan akhir menteri dan tir
nl_nl: Dame- en toreneindspel
no: Sluttspill med dronning og tårn
pl: Końcówka hetman i wieża
pt_br: Final de dama e torre
ro: Final de damă și turn
ru: Эндшпиль с ферзём и ладьёй
sv: Slutspel med dam och torn
th: เกมท้ายควีนกับเรือ
tr: Vezir ve kale oyunsonu
vi: Tàn cuộc hậu và xe
zh_hans: 后车残局
zh_hant: 后車殘局

# theme.queensideAttack
source: Queenside attack
ar_sa: هجوم على جناح الوزير
cs: Útok na dámském křídle
da: Angreb på dronningefløjen
de_de: Damenflügelangriff
el: Επίθεση στην πτέρυγα βασίλισσας
es_es: Ataque en el flanco de dama
fi: Hyökkäys kuningatarsivustalla
fr_ca: Attaque à l'aile dame
he: התקפה באגף המלכה
hi: वज़ीर की तरफ़ हमला
hu: Vezérszárnyi támadás
id: Serangan sayap menteri
it: Attacco sull'ala di donna
ja: クイーンサイド攻撃
ko: 퀸사이드 공격
ms: Serangan sayap menteri
nl_nl: Aanval op de damevleugel
no: Angrep på dronningfløyen
pl: Atak na skrzydle hetmańskim
pt_br: Ataque na ala da dama
ro: Atac pe flancul damei
ru: Атака на ферзевом фланге
sv: Angrepp på damflygeln
th: บุกปีกควีน
tr: Vezir kanadı saldırısı
vi: Tấn công cánh hậu
zh_hans: 后翼进攻
zh_hant: 后翼進攻

# theme.quietMove
source: Quiet move
ar_sa: نقلة هادئة
cs: Tichý tah
da: Stille træk
de_de: Stiller Zug
el: Ήσυχη κίνηση
es_es: Jugada tranquila
fi: Hiljainen siirto
fr_ca: Coup tranquille
he: מהלך שקט
hi: शांत चाल
hu: Csendes lépés
id: Langkah tenang
it: Mossa tranquilla
ja: 静かな手
ko: 조용한 수
ms: Langkah tenang
nl_nl: Stille zet
no: Stille trekk
pl: Ciche posunięcie
pt_br: Lance silencioso
ro: Mutare liniștită
ru: Тихий ход
sv: Tyst drag
th: ตาเงียบ
tr: Sessiz hamle
vi: Nước lặng
zh_hans: 安静着法
zh_hant: 安靜著法

# theme.rookEndgame
source: Rook endgame
ar_sa: نهاية قلاع
cs: Věžová koncovka
da: Tårnslutspil
de_de: Turmendspiel
el: Φινάλε πύργων
es_es: Final de torres
fi: Torniloppupeli
fr_ca: Finale de tours
he: סוף צריחים
hi: हाथी का अंत-खेल
hu: Bástyavégjáték
id: Akhir permainan benteng
it: Finale di torri
ja: ルーク終盤
ko: 룩 엔드게임
ms: Permainan akhir tir
nl_nl: Toreneindspel
no: Tårnsluttspill
pl: Końcówka wieżowa
pt_br: Final de torres
ro: Final de turnuri
ru: Ладейный эндшпиль
sv: Tornslutspel
th: เกมท้ายเรือ
tr: Kale oyunsonu
vi: Tàn cuộc xe
zh_hans: 车残局
zh_hant: 車殘局

# theme.sacrifice
source: Sacrifice
ar_sa: تضحية
cs: Oběť
da: Offer
de_de: Opfer
el: Θυσία
es_es: Sacrificio
fi: Uhraus
he: הקרבה
hi: बलिदान
hu: Áldozat
id: Korban
it: Sacrificio
ja: サクリファイス
ko: 희생
ms: Korban
nl_nl: Offer
no: Offer
pl: Ofiara
pt_br: Sacrifício
ro: Sacrificiu
ru: Жертва
sv: Offer
th: การสละ
tr: Feda
vi: Thí quân
zh_hans: 弃子
zh_hant: 棄子

# theme.short
source: Short
ar_sa: قصير
cs: Krátké
da: Kort
de_de: Kurz
el: Σύντομο
es_es: Corta
fi: Lyhyt
fr_ca: Courte
he: קצר
hi: छोटी
hu: Rövid
id: Pendek
it: Corta
ja: 短手数
ko: 짧은 수순
ms: Pendek
nl_nl: Kort
no: Kort
pl: Krótkie
pt_br: Curto
ro: Scurt
ru: Короткая
sv: Kort
th: สั้น
tr: Kısa
vi: Ngắn
zh_hans: 短解
zh_hant: 短解

# theme.skewer
source: Skewer
ar_sa: سفّود
cs: Rentgen
da: Spid
de_de: Spieß
el: Σουβλάκι
es_es: Rayos X
fi: Vartaassa
fr_ca: Enfilade
he: שיפוד
hi: स्क्यूअर
hu: Nyárs
id: Tusuk sate
it: Infilata
ja: スキュア
ko: 스큐어
ms: Tusuk sate
nl_nl: Spies
no: Spidding
pl: Związanie odwrotne
pt_br: Espeto
ro: Frigare
ru: Сквозное нападение
sv: Spett
th: เสียบ
tr: Şiş
vi: Xiên quân
zh_hans: 串击
zh_hant: 串擊

# theme.smotheredMate
source: Smothered mate
ar_sa: المات المخنوق
cs: Dušený mat
da: Kvalt mat
de_de: Ersticktes Matt
el: Πνιγμένο ματ
es_es: Mate de la coz
fi: Tukahdutettu matti
fr_ca: Mat étouffé
he: מט חנוק
hi: घुटन शहमात
hu: Fojtott matt
id: Sekakmat tercekik
it: Matto affogato
ja: 窒息メイト
ko: 질식 메이트
ms: Mat tercekik
nl_nl: Stikmat
no: Kvalt matt
pl: Mat duszony
pt_br: Mate sufocado
ro: Mat sufocat
ru: Спёртый мат
sv: Kvävmatt
th: รุกจนอุดตัน
tr: Boğma matı
vi: Chiếu hết nghẹt thở
zh_hans: 闷杀
zh_hant: 悶殺

# theme.superGM
source: Super GM
ar_sa: أستاذ كبير متميّز
cs: Supervelmistr
el: Σούπερ γκρανμέτρ
es_es: Súper GM
fi: Supersuurmestari
he: סופר רב-אמן
hi: सुपर GM
hu: Szupernagymester
ja: スーパー GM
ko: 슈퍼 GM
pl: Superarcymistrz
ro: Super mare maestru
ru: Супергроссмейстер
th: ซูเปอร์ GM
tr: Süper BÜ
vi: Siêu đại kiện tướng
zh_hans: 超级特级大师
zh_hant: 超級特級大師

# theme.swallowstailMate
source: Swallowtail mate
ar_sa: مات ذيل السنونو
cs: Mat vlaštovčí ocas
da: Svalehalemat
de_de: Schwalbenschwanzmatt
el: Ματ χελιδονοουράς
es_es: Mate de cola de golondrina
fi: Pääskynpyrstömatti
fr_ca: Mat en queue d'hirondelle
he: מט זנב סנונית
hi: स्वैलोटेल शहमात
hu: Fecskefarok-matt
id: Sekakmat ekor walet
it: Matto a coda di rondine
ja: スワローテイルメイト
ko: 스왈로테일 메이트
ms: Sekakmat ekor walet
nl_nl: Zwaluwstaartmat
no: Svalehalematt
pl: Mat jaskółczy ogon
pt_br: Mate rabo de andorinha
ro: Matul coadă de rândunică
ru: Мат «ласточкин хвост»
sv: Svalstjärtsmatt
th: รุกจนหางนกนางแอ่น
tr: Kırlangıç kuyruğu matı
vi: Chiếu hết đuôi én
zh_hans: 燕尾杀
zh_hant: 燕尾殺

# theme.technique
source: Technique
ar_sa: تقنية
cs: Technika
da: Teknik
de_de: Technik
el: Τεχνική
es_es: Técnica
fi: Tekniikka
he: טכניקה
hi: तकनीक
hu: Technika
id: Teknik
it: Tecnica
ja: 技術
ko: 기술
ms: Teknik
nl_nl: Techniek
no: Teknikk
pl: Technika
pt_br: Técnica
ro: Tehnică
ru: Техника
sv: Teknik
th: เทคนิค
tr: Teknik
vi: Kỹ thuật
zh_hans: 技术
zh_hant: 技術

# theme.trappedPiece
source: Trapped piece
ar_sa: قطعة محاصَرة
cs: Lapená figura
da: Fanget brik
de_de: Gefangene Figur
el: Παγιδευμένο κομμάτι
es_es: Pieza atrapada
fi: Ansaan jäänyt nappula
fr_ca: Pièce piégée
he: כלי לכוד
hi: फँसा मोहरा
hu: Csapdába esett figura
id: Buah terperangkap
it: Pezzo intrappolato
ja: 捕まった駒
ko: 갇힌 기물
ms: Buah terperangkap
nl_nl: Ingesloten stuk
no: Fanget brikke
pl: Uwięziona figura
pt_br: Peça presa
ro: Piesă prinsă
ru: Пойманная фигура
sv: Fångad pjäs
th: หมากติดกับ
tr: Kapana kısılmış taş
vi: Quân bị nhốt
zh_hans: 被困子力
zh_hant: 被困子力

# theme.triangleMate
source: Triangle mate
ar_sa: مات المثلث
cs: Trojúhelníkový mat
da: Trekantsmat
de_de: Dreiecksmatt
el: Ματ του τριγώνου
es_es: Mate del triángulo
fi: Kolmiomatti
fr_ca: Mat du triangle
he: מט המשולש
hi: त्रिकोण शहमात
hu: Háromszögmatt
id: Sekakmat segitiga
it: Matto del triangolo
ja: トライアングルメイト
ko: 트라이앵글 메이트
ms: Sekakmat segitiga
nl_nl: Driehoeksmat
no: Trekantmatt
pl: Mat trójkątny
pt_br: Mate do triângulo
ro: Matul triunghiului
ru: Мат треугольником
sv: Triangelmatt
th: รุกจนสามเหลี่ยม
tr: Üçgen matı
vi: Chiếu hết tam giác
zh_hans: 三角杀
zh_hant: 三角殺

# theme.underPromotion
source: Underpromotion
ar_sa: ترقية أدنى
cs: Podproměna
da: Underforvandling
de_de: Unterverwandlung
el: Υποπροαγωγή
es_es: Subpromoción
fi: Alikorotus
fr_ca: Sous-promotion
he: הכתרה נמוכה
hi: कमतर पदोन्नति
hu: Aláváltozás
id: Promosi rendah
it: Sottopromozione
ja: 下位昇格
ko: 하위 승격
ms: Promosi rendah
nl_nl: Onderpromotie
no: Underforvandling
pl: Promocja słabsza
pt_br: Subpromoção
ro: Subpromovare
ru: Превращение в лёгкую фигуру
sv: Underförvandling
th: เลื่อนขั้นเป็นตัวรอง
tr: Küçük terfi
vi: Phong cấp thấp
zh_hans: 低升变
zh_hant: 低升變

# theme.veryLong
source: Very long
ar_sa: طويل جدًا
cs: Velmi dlouhé
da: Meget lang
de_de: Sehr lang
el: Πολύ μακρύ
es_es: Muy larga
fi: Hyvin pitkä
fr_ca: Très longue
he: ארוך מאוד
hi: बहुत लंबी
hu: Nagyon hosszú
id: Sangat panjang
it: Molto lunga
ja: 非常に長手数
ko: 매우 긴 수순
ms: Sangat panjang
nl_nl: Heel lang
no: Svært lang
pl: Bardzo długie
pt_br: Muito longo
ro: Foarte lung
ru: Очень длинная
sv: Mycket lång
th: ยาวมาก
tr: Çok uzun
vi: Rất dài
zh_hans: 超长解
zh_hant: 超長解

# theme.vukovicMate
source: Vukovic mate
ar_sa: مات فوكوفيتش
cs: Vukovičův mat
da: Vukovics mat
de_de: Vuković-Matt
el: Ματ Βούκοβιτς
es_es: Mate de Vukovic
fi: Vukovicin matti
fr_ca: Mat de Vukovic
he: מט ווקוביץ׳
hi: वुकोविच शहमात
hu: Vuković-matt
id: Sekakmat Vuković
it: Matto di Vukovic
ja: ヴコヴィッチのメイト
ko: 부코비치 메이트
ms: Sekakmat Vuković
nl_nl: Vukovic-mat
no: Vukovics matt
pl: Mat Vukovicia
pt_br: Mate de Vukovic
ro: Matul lui Vuković
ru: Мат Вуковича
sv: Vukovics matt
th: รุกจนแบบวูโควิช
tr: Vuković matı
vi: Chiếu hết Vuković
zh_hans: 武科维奇杀法
zh_hant: 武科維奇殺法

# theme.winsMaterial
source: Wins material
ar_sa: كسب مادة
cs: Zisk materiálu
da: Vinder materiale
de_de: Materialgewinn
el: Κέρδος υλικού
es_es: Gana material
fi: Voittaa materiaalia
fr_ca: Gain de matériel
he: זכייה בחומר
hi: मोहरा जीतना
hu: Anyagnyerés
id: Menang materi
it: Guadagna materiale
ja: 駒得
ko: 기물 획득
ms: Menang materi
nl_nl: Wint materiaal
no: Vinner materiale
pl: Zysk materiału
pt_br: Ganha material
ro: Câștig de material
ru: Выигрыш материала
sv: Vinner material
th: ได้ตัวหมาก
tr: Materyal kazanır
vi: Ăn quân
zh_hans: 赢得子力
zh_hant: 贏得子力

# theme.xRayAttack
source: X-ray attack
ar_sa: هجوم بالأشعة
cs: Rentgenový útok
da: Røntgenangreb
de_de: Röntgenangriff
el: Επίθεση ακτίνων Χ
es_es: Ataque de rayos X
fi: Röntgenhyökkäys
fr_ca: Attaque aux rayons X
he: התקפת רנטגן
hi: एक्स-रे हमला
hu: Röntgentámadás
id: Serangan sinar X
it: Attacco a raggi X
ja: X線攻撃
ko: 엑스레이 공격
ms: Serangan sinar X
nl_nl: Röntgenaanval
no: Røntgenangrep
pl: Atak rentgenowski
pt_br: Ataque de raio X
ro: Atac cu raze X
ru: Рентген
sv: Röntgenangrepp
th: บุกทะลุแนว
tr: Röntgen saldırısı
vi: Tấn công xuyên
zh_hans: 透视攻击
zh_hant: 透視攻擊

# theme.zugzwang
source: Zugzwang
ar_sa: إجبار على النقل
cs: Cugcvang
da: Træktvang
el: Τσουγκτσβάνγκ
fi: Siirtopakko
he: צוגצוואנג
hi: त्सुगत्स्वांग
hu: Lépéskényszer
ja: ツークツワンク
ko: 추크츠방
nl_nl: Zetdwang
no: Trekktvang
ru: Цугцванг
sv: Dragtvång
th: ซุกซวัง
vi: Bí nước
zh_hans: 欠行
zh_hant: 欠行

# watch.byLength
source: Shortest
ar_sa: الأقصر
cs: Nejkratší
da: Korteste
de_de: Kürzeste
el: Πιο σύντομες
es_es: Más cortas
fi: Lyhyimmät
fr_ca: Les plus courtes
he: הקצרים ביותר
hi: सबसे छोटी
hu: Legrövidebb
id: Terpendek
it: Più corte
ja: 短い順
ko: 짧은 순
ms: Terpendek
nl_nl: Kortste
no: Korteste
pl: Najkrótsze
pt_br: Mais curtas
ro: Cele mai scurte
ru: Короткие
sv: Kortaste
th: สั้นที่สุด
tr: En kısa
vi: Ngắn nhất
zh_hans: 最短
zh_hant: 最短

# watch.byRecent
source: Last opened
ar_sa: آخر ما فُتح
cs: Naposledy otevřené
da: Senest åbnet
de_de: Zuletzt geöffnet
el: Άνοιξαν πρόσφατα
es_es: Abiertas hace poco
fi: Viimeksi avatut
fr_ca: Ouvertes récemment
he: נפתחו לאחרונה
hi: हाल में खोली गई
hu: Legutóbb megnyitott
id: Terakhir dibuka
it: Aperte di recente
ja: 最近開いた順
ko: 최근 연 순
ms: Terakhir dibuka
nl_nl: Laatst geopend
no: Sist åpnet
pl: Ostatnio otwarte
pt_br: Abertas recentemente
ro: Deschise recent
ru: Недавно открытые
sv: Senast öppnade
th: เปิดล่าสุด
tr: Son açılan
vi: Mở gần đây
zh_hans: 最近打开
zh_hant: 最近開啟

# watch.byYear
source: Newest
ar_sa: الأحدث
cs: Nejnovější
da: Nyeste
de_de: Neueste
el: Πιο πρόσφατες
es_es: Más recientes
fi: Uusimmat
fr_ca: Les plus récentes
he: החדשים ביותר
hi: सबसे नई
hu: Legújabb
id: Terbaru
it: Più recenti
ja: 新しい順
ko: 최신순
ms: Terbaharu
nl_nl: Nieuwste
no: Nyeste
pl: Najnowsze
pt_br: Mais recentes
ro: Cele mai noi
ru: Новые
sv: Nyaste
th: ใหม่ที่สุด
tr: En yeni
vi: Mới nhất
zh_hans: 最新
zh_hant: 最新

# watch.continue
source: Continue
ar_sa: متابعة
cs: Pokračovat
da: Fortsæt
de_de: Fortsetzen
el: Συνέχεια
es_es: Continuar
fi: Jatka
fr_ca: Reprendre
he: המשך
hi: जारी रखें
hu: Folytatás
id: Lanjutkan
it: Riprendi
ja: 続きから
ko: 이어 보기
ms: Teruskan
nl_nl: Verdergaan
no: Fortsett
pl: Kontynuuj
pt_br: Continuar
ro: Continuă
ru: Продолжить
sv: Fortsätt
th: ดูต่อ
tr: Devam et
vi: Tiếp tục
zh_hans: 继续观看
zh_hant: 繼續觀看

# watch.continueHere
source: Play on from here
ar_sa: واصل اللعب من هنا
cs: Hrát dál odsud
da: Spil videre herfra
de_de: Von hier aus weiterspielen
el: Συνέχισε από εδώ
es_es: Seguir jugando desde aquí
fi: Jatka pelaamista tästä
fr_ca: Continuer à partir d’ici
he: המשך לשחק מכאן
hi: यहाँ से खेलना जारी रखें
hu: Játék folytatása innen
id: Lanjutkan bermain dari sini
it: Continua a giocare da qui
ja: ここから指し継ぐ
ko: 여기서 이어 두기
ms: Teruskan bermain dari sini
nl_nl: Vanaf hier verder spelen
no: Spill videre herfra
pl: Graj dalej od tego miejsca
pt_br: Continuar a partir daqui
ro: Continuă de aici
ru: Продолжить отсюда
sv: Spela vidare härifrån
th: เล่นต่อจากตรงนี้
tr: Buradan devam et
vi: Chơi tiếp từ đây
zh_hans: 从这里续下
zh_hant: 從這裡續下

# watch.everything
source: Everything
ar_sa: الكل
cs: Vše
da: Alt
de_de: Alles
el: Όλα
es_es: Todo
fi: Kaikki
fr_ca: Tout
he: הכול
hi: सब कुछ
hu: Mind
id: Semua
it: Tutto
ja: すべて
ko: 전체
ms: Semua
nl_nl: Alles
no: Alt
pl: Wszystko
pt_br: Tudo
ro: Tot
ru: Все
sv: Allt
th: ทั้งหมด
tr: Tümü
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# watch.games
source: games
ar_sa: مباريات
cs: partie
da: partier
de_de: Partien
el: παρτίδες
es_es: partidas
fi: pelejä
fr_ca: parties
he: משחקים
hi: बाज़ियाँ
hu: játszmák
id: partai
it: partite
ja: 対局
ko: 대국
ms: perlawanan
nl_nl: partijen
no: partier
pl: partie
pt_br: partidas
ro: partide
ru: партии
sv: partier
th: เกม
tr: partiler
vi: ván cờ
zh_hans: 对局
zh_hant: 對局

# watch.keep
source: Save this game
ar_sa: احتفظ بهذه المباراة
cs: Uložit tuto partii
da: Gem dette parti
de_de: Partie merken
el: Κράτηση παρτίδας
es_es: Guardar esta partida
fi: Tallenna tämä peli
fr_ca: Garder cette partie
he: שמירת המשחק
hi: यह बाज़ी सहेजें
hu: Játszma megőrzése
id: Simpan partai ini
it: Conserva questa partita
ja: この対局を保存
ko: 이 대국 저장
ms: Simpan perlawanan ini
nl_nl: Partij bewaren
no: Ta vare på partiet
pl: Zachowaj tę partię
pt_br: Guardar esta partida
ro: Păstrează partida
ru: Сохранить партию
sv: Spara partiet
th: เก็บเกมนี้ไว้
tr: Bu partiyi sakla
vi: Giữ ván này
zh_hans: 收藏这盘棋
zh_hant: 收藏這盤棋

# watch.moveCount
source: %lld moves
ar_sa: %lld نقلة
cs: %lld tahů
da: %lld træk
de_de: %lld Züge
el: %lld κινήσεις
es_es: %lld jugadas
fi: %lld siirtoa
fr_ca: %lld coups
he: %lld מהלכים
hi: %lld चालें
hu: %lld lépés
id: %lld langkah
it: %lld mosse
ja: %lld手
ko: %lld수
ms: %lld langkah
nl_nl: %lld zetten
no: %lld trekk
pl: %lld ruchów
pt_br: %lld lances
ro: %lld mutări
ru: %lld ходов
sv: %lld drag
th: %lld ตา
tr: %lld hamle
vi: %lld nước
zh_hans: %lld 回合
zh_hant: %lld 回合

# watch.named
source: Named games
ar_sa: مباريات لها اسم
cs: Slavné partie
da: Navngivne partier
de_de: Benannte Partien
el: Επώνυμες παρτίδες
es_es: Partidas con nombre
fi: Nimetyt pelit
fr_ca: Parties célèbres
he: משחקים בעלי שם
hi: नामी बाज़ियाँ
hu: Nevezetes játszmák
id: Partai bernama
it: Partite celebri
ja: 名局
ko: 이름 있는 대국
ms: Perlawanan bernama
nl_nl: Beroemde partijen
no: Kjente partier
pl: Słynne partie
pt_br: Partidas célebres
ro: Partide celebre
ru: Именные партии
sv: Kända partier
th: เกมที่มีชื่อ
tr: Adı olan partiler
vi: Ván cờ có tên
zh_hans: 名局
zh_hant: 名局

# watch.nothingFound
source: No game matches that.
ar_sa: لا توجد مباراة تطابق ذلك.
cs: Žádná partie tomu neodpovídá.
da: Ingen partier passer.
de_de: Dazu passt keine Partie.
el: Καμία παρτίδα δεν ταιριάζει.
es_es: Ninguna partida coincide.
fi: Yksikään peli ei vastaa hakua.
fr_ca: Aucune partie ne correspond.
he: אין משחק שתואם.
hi: कोई बाज़ी मेल नहीं खाती।
hu: Nincs ilyen játszma.
id: Tidak ada partai yang cocok.
it: Nessuna partita corrisponde.
ja: 該当する対局はありません。
ko: 해당하는 대국이 없습니다.
ms: Tiada perlawanan yang sepadan.
nl_nl: Geen partij komt overeen.
no: Ingen partier passer.
pl: Żadna partia nie pasuje.
pt_br: Nenhuma partida corresponde.
ro: Nicio partidă nu se potrivește.
ru: Ничего не нашлось.
sv: Inget parti matchar.
th: ไม่พบเกมที่ตรงกัน
tr: Eşleşen parti yok.
vi: Không có ván nào khớp.
zh_hans: 没有符合的对局。
zh_hant: 沒有符合的對局。

# watch.saved
source: Saved
ar_sa: المحفوظة
cs: Uložené
da: Gemte
de_de: Gemerkt
el: Κρατημένες
es_es: Guardadas
fi: Tallennetut
fr_ca: Gardées
he: שמורים
hi: सहेजी गई
hu: Megőrzött
id: Tersimpan
it: Conservate
ja: 保存済み
ko: 저장됨
ms: Disimpan
nl_nl: Bewaard
no: Lagrede
pl: Zachowane
pt_br: Guardadas
ro: Păstrate
ru: Сохранённые
sv: Sparade
th: เก็บไว้
tr: Saklananlar
vi: Đã giữ
zh_hans: 已收藏
zh_hant: 已收藏

# watch.savedOnly
source: Saved games only
ar_sa: المباريات المحفوظة فقط
cs: Jen uložené partie
da: Kun gemte partier
de_de: Nur gemerkte Partien
el: Μόνο οι κρατημένες
es_es: Solo partidas guardadas
fi: Vain tallennetut pelit
fr_ca: Parties gardées seulement
he: רק משחקים שמורים
hi: केवल सहेजी गई बाज़ियाँ
hu: Csak a megőrzött játszmák
id: Hanya partai tersimpan
it: Solo partite conservate
ja: 保存した対局のみ
ko: 저장한 대국만
ms: Perlawanan yang disimpan sahaja
nl_nl: Alleen bewaarde partijen
no: Bare lagrede partier
pl: Tylko zachowane partie
pt_br: Apenas partidas guardadas
ro: Doar partidele păstrate
ru: Только сохранённые партии
sv: Endast sparade partier
th: เฉพาะเกมที่เก็บไว้
tr: Yalnızca saklanan partiler
vi: Chỉ những ván đã giữ
zh_hans: 只看收藏
zh_hant: 只看收藏

# watch.search
source: Player, event or year
ar_sa: لاعب أو حدث أو سنة
cs: Hráč, turnaj nebo rok
da: Spiller, turnering eller år
de_de: Spieler, Turnier oder Jahr
el: Παίκτης, διοργάνωση ή έτος
es_es: Jugador, torneo o año
fi: Pelaaja, turnaus tai vuosi
fr_ca: Joueur, tournoi ou année
he: שחקן, אירוע או שנה
hi: खिलाड़ी, स्पर्धा या वर्ष
hu: Játékos, verseny vagy év
id: Pemain, turnamen atau tahun
it: Giocatore, torneo o anno
ja: 棋士・大会・年
ko: 선수, 대회 또는 연도
ms: Pemain, kejohanan atau tahun
nl_nl: Speler, toernooi of jaar
no: Spiller, turnering eller år
pl: Gracz, turniej lub rok
pt_br: Jogador, torneio ou ano
ro: Jucător, turneu sau an
ru: Игрок, турнир или год
sv: Spelare, turnering eller år
th: ผู้เล่น รายการ หรือปี
tr: Oyuncu, turnuva veya yıl
vi: Kỳ thủ, giải đấu hoặc năm
zh_hans: 棋手、赛事或年份
zh_hant: 棋手、賽事或年份

# watch.sortBy
source: Order
ar_sa: الترتيب
cs: Pořadí
da: Rækkefølge
de_de: Reihenfolge
el: Σειρά
es_es: Orden
fi: Järjestys
fr_ca: Ordre
he: סדר
hi: क्रम
hu: Sorrend
id: Urutan
it: Ordine
ja: 並び順
ko: 정렬
ms: Susunan
nl_nl: Volgorde
no: Rekkefølge
pl: Kolejność
pt_br: Ordem
ro: Ordine
ru: Порядок
sv: Ordning
th: ลำดับ
tr: Sıralama
vi: Thứ tự
zh_hans: 排序
zh_hant: 排序

# watch.watched
source: Watched
ar_sa: شوهدت
cs: Zhlédnuto
da: Set
de_de: Gesehen
el: Ιδωμένη
es_es: Vista
fi: Katsottu
fr_ca: Vue
he: נצפה
hi: देख ली
hu: Megnézve
id: Sudah ditonton
it: Vista
ja: 視聴済み
ko: 다 봄
ms: Sudah ditonton
nl_nl: Gezien
no: Sett
pl: Obejrzana
pt_br: Vista
ro: Vizionată
ru: Просмотрена
sv: Sedd
th: ดูจบแล้ว
tr: İzlendi
vi: Đã xem
zh_hans: 已看完
zh_hant: 已看完

# about.licence
source: Licence
ar_sa: الرخصة
da: Licens
de_de: Lizenz
el: Άδεια
es_es: Licencia
fi: Lisenssi
he: רישיון
hi: लाइसेंस
hu: Licenc
id: Lisensi
it: Licenza
ja: ライセンス
ko: 라이선스
ms: Lesen
nl_nl: Licentie
no: Lisens
pl: Licencja
pt_br: Licença
ro: Licență
ru: Лицензия
sv: Licens
th: สัญญาอนุญาต
tr: Lisans
vi: Giấy phép
zh_hans: 许可协议
zh_hant: 授權

# clock.rapid
source: Rapid
ar_sa: سريع
da: Hurtig
de_de: Schnellschach
el: Ραπίντ
es_es: Rápida
fi: Nopea
fr_ca: Rapide
he: מהיר
hi: रैपिड
id: Cepat
ja: ラピッド
ko: 래피드
ms: Pantas
no: Hurtig
pl: Szybkie
pt_br: Rápido
ru: Рапид
sv: Snabbschack
th: แรพิด
tr: Hızlı
vi: Cờ nhanh
zh_hans: 中速棋
zh_hant: 中速棋

# ladder.name3
source: Expert
ar_sa: خبير
da: Ekspert
de_de: Experte
el: Ειδήμων
es_es: Experto
fi: Ekspertti
he: מומחה
hi: विशेषज्ञ
hu: Szakértő
id: Ahli
it: Esperto
ja: エキスパート
ko: 엑스퍼트
ms: Pakar
no: Ekspert
pl: Ekspert
pt_br: Especialista
ru: Эксперт
th: ผู้เชี่ยวชาญ
tr: Uzman
vi: Chuyên gia
zh_hans: 专家
zh_hant: 專家

# play.expert
source: Expert
ar_sa: خبير
da: Ekspert
de_de: Experte
el: Ειδήμων
es_es: Experto
fi: Ekspertti
he: מומחה
hi: विशेषज्ञ
hu: Szakértő
id: Ahli
it: Esperto
ja: エキスパート
ko: 엑스퍼트
ms: Pakar
no: Ekspert
pl: Ekspert
pt_br: Especialista
ru: Эксперт
th: ผู้เชี่ยวชาญ
tr: Uzman
vi: Chuyên gia
zh_hans: 专家
zh_hant: 專家

# progress.engine
source: Engine
ar_sa: المحرّك
da: Motor
el: Μηχανή
es_es: Motor
fi: Moottori
fr_ca: Moteur
he: מנוע
hi: इंजन
hu: Motor
id: Mesin
it: Motore
ja: エンジン
ko: 엔진
ms: Enjin
no: Motor
pl: Silnik
pt_br: Motor
ro: Motor
ru: Движок
sv: Motor
th: เอนจิน
tr: Motor
vi: Máy
zh_hans: 引擎
zh_hant: 引擎

# settings.engine
source: Engine
ar_sa: المحرك
da: Motor
el: Μηχανή
es_es: Motor
fi: Moottori
fr_ca: Moteur
he: מנוע
hi: इंजन
hu: Motor
id: Mesin
it: Motore
ja: エンジン
ko: 엔진
ms: Enjin
no: Motor
pl: Silnik
pt_br: Motor
ro: Motor
ru: Движок
sv: Motor
th: เอนจิน
tr: Motor
zh_hans: 引擎
zh_hant: 引擎

# clock.minutes
source: %lld min
ar_sa: %lld دقيقة
el: %lld λεπτά
he: %lld דק׳
hi: %lld मिनट
hu: %lld perc
id: %lld menit
ja: %lld 分
ko: %lld분
ms: %lld minit
ru: %lld мин
th: %lld นาที
tr: %lld dk
vi: %lld phút
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# online.lobby
source: Lobby
ar_sa: الردهة
el: Λόμπι
es_es: Sala
fi: Aula
fr_ca: Salon
he: לובי
hi: लॉबी
hu: Lobbi
id: Lobi
ja: ロビー
ko: 로비
ms: Lobi
pt_br: Saguão
ru: Лобби
th: ล็อบบี้
tr: Lobi
vi: Sảnh
zh_hans: 大厅
zh_hant: 大廳

# progress.rating
source: Rating
ar_sa: التصنيف
de_de: Wertung
el: Βαθμολογία
es_es: Valoración
fr_ca: Classement
he: דירוג
hi: रेटिंग
hu: Értékszám
it: Punteggio
ja: レーティング
ko: 레이팅
pl: Ranking
ru: Рейтинг
th: เรตติ้ง
tr: Puan
vi: Hệ số
zh_hans: 等级分
zh_hant: 等級分

# progress.rushMinutes
source: Rush · %lld min
ar_sa: راش · %lld دقيقة
el: Rush · %lld λεπτά
he: ראש · %lld דק׳
hi: रश · %lld मिनट
hu: Rush · %lld perc
id: Rush · %lld menit
ja: ラッシュ · %lld 分
ko: 러시 · %lld분
ms: Rush · %lld minit
ru: Раш · %lld мин
th: รัช · %lld นาที
tr: Rush · %lld dk
vi: Rush · %lld phút
zh_hans: 冲刺 · %lld 分钟
zh_hant: 衝刺 · %lld 分鐘

# rush.rush
source: Rush
ar_sa: جولة سريعة
el: Ρας
he: ראש
hi: रश
ja: ラッシュ
ko: 러시
ru: Раш
th: รัช
zh_hans: 冲刺
zh_hant: 衝刺
